export const productsFixtures = [
    {
        image:
            'https://248006.selcdn.ru/LandGen/phone_59cabe55bdddcb4f325450ee0d955adc992364b0.png',
        title: 'Веб-дизайнер с 0 до PRO',
        price: 55930,
        oldPrice: 79900,
        credit: 2330,
        descriprion:
            'Вы научитесь создавать дизайн сайтов в Figma. Поработаете с реальными кейсами и соберёте портфолио. Освоите перспективную специальность и сможете начать карьеру в дизайн-студии, IT-компании или на фрилансе.',
        advantages:
            'Курс хорошо структурирован, много полезных тем, сильные преподаватели',
        disadvantages: 'Немного устаревший материал',
        categories: ['photoshop', 'design'],
        tags: ['гарантия трудоустройства'],
        characteristics: [
            {
                name: 'Документ об окончании',
                value: 'Диплом',
            },
            {
                name: 'Сложность',
                value: 'Начальная',
            },
            {
                name: 'Длительность',
                value: '5 месяцев',
            },
        ],
    },
    {
        image:
            'https://248006.selcdn.ru/LandGen/phone_3466483566d88039bcd62e58681b6937e0e15fbe.png',
        title: 'Графический дизайнер с 0 до PRO',
        price: 81200,
        oldPrice: 116000,
        credit: 3383,
        descriprion:
            'Вы изучите основные инструменты графического дизайнера, чтобы создавать элементы фирменного стиля и другую графику для бизнеса. Сможете начать карьеру в студии или на фрилансе',
        advantages:
            'Курс хорошо структурирован, много полезных тем, сильные преподаватели',
        disadvantages: 'Немного устаревший материал',
        categories: ['photoshop', 'design'],
        tags: ['гарантия трудоустройства'],
        characteristics: [
            {
                name: 'Доступ к курсу',
                value: 'Навсегда',
            },
            {
                name: 'Сложность',
                value: 'Начальная',
            },
            {
                name: 'Длительность',
                value: '8 месяцев',
            },
            {
                name: 'Обучение',
                value: 'На практике',
            },
        ],
    },
    {
        image:
            'https://248006.selcdn.ru/LandGen/phone_193c11c52cc80e5cd1e056aa9b6d53e41a5a651f.png',
        title: 'After Effects с 0 до PRO',
        price: 24500,
        oldPrice: 35000,
        credit: 1021,
        descriprion: `Вы научитесь профессионально работать с анимацией и видео в After Effects. Прокачаете дизайнерские скиллы, положите в портфолио шоурил из нескольких работ и сможете начать карьеру в motion-дизайне или кино.`,
        advantages:
            'Курс хорошо структурирован, много полезных тем, сильные преподаватели',
        disadvantages: 'Немного устаревший материал',
        categories: ['after effects', 'design'],
        tags: ['гарантия трудоустройства'],
        characteristics: [
            {
                name: 'Шоурил из ваших работ ',
                value: 'В портфолио ',
            },
            {
                name: 'Спикеры',
                value: 'топовые motion-дизайнеры ',
            },
            {
                name: 'Длительность',
                value: '4 месяца',
            },
            {
                name: 'Обучение',
                value: 'На практике',
            },
        ],
    },
    {
        image:
            'https://248006.selcdn.ru/LandGen/phone_caf29bc06b97a1eb4de87a96b444bb19f4c6595e.png',
        title: 'Adobe Illustrator для иллюстрации',
        price: 24500,
        oldPrice: 35000,
        credit: 2042,
        descriprion: `Вы освоите популярный векторный графический редактор, сможете создавать сложные иллюстрации и рисовать персонажей — оформите дизайнерское портфолио и начнёте зарабатывать творчеством.`,
        advantages:
            'Курс хорошо структурирован, много полезных тем, сильные преподаватели',
        disadvantages: 'Немного устаревший материал',
        categories: ['photoshop', 'design'],
        tags: ['гарантия трудоустройства'],
        characteristics: [
            {
                name: 'Доступ к курсу',
                value: 'Навсегда',
            },
            {
                name: 'Онлайн',
                value: 'в удобное время',
            },
            {
                name: 'Длительность',
                value: '2 месяца',
            },
            {
                name: 'Обучение',
                value: 'На практике',
            },
        ],
    },
    {
        image:
            'https://248006.selcdn.ru/LandGen/phone_673b385542b5f0dc0392a9e98c13605cea91c73d.png',
        title: 'Figma 2.0',
        price: 22400,
        oldPrice: 32000,
        credit: 1867,
        descriprion: `Вы освоите самую популярную программу для веб-дизайна на профессиональном уровне. Научитесь создавать интерактивные прототипы, передавать макеты разработчикам и экономить время на рутинных задачах. `,
        advantages:
            'Курс хорошо структурирован, много полезных тем, сильные преподаватели',
        disadvantages: 'Немного устаревший материал',
        categories: ['figma', 'design'],
        tags: ['гарантия трудоустройства'],
        characteristics: [
            {
                name: 'Доступ к курсу',
                value: 'Навсегда',
            },
            {
                name: 'Лайфхаки',
                value: 'От профессиональных дизайнеров ',
            },
            {
                name: 'Длительность',
                value: '8 недель',
            },
            {
                name: 'Обучение',
                value: 'На практике',
            },
        ],
    },
    {
        image:
            'https://248006.selcdn.ru/LandGen/phone_c199109095304f816873d8894f43e6199880ec61.png',
        title: 'Photoshop с 0 до PRO',
        price: 81200,
        oldPrice: 116000,
        credit: 3383,
        descriprion: `Вы освоите самый популярный графический редактор. Научитесь профессионально работать с графикой, создавать коллажи и анимацию и сможете начать карьеру в дизайне.`,
        advantages:
            'Курс хорошо структурирован, много полезных тем, сильные преподаватели',
        disadvantages: 'Немного устаревший материал',
        categories: ['photoshop', 'design'],
        tags: ['гарантия трудоустройства'],
        characteristics: [
            {
                name: 'Доступ к курсу',
                value: 'Навсегда',
            },
            {
                name: 'Сложность',
                value: 'Начальная',
            },
            {
                name: 'Длительность',
                value: '2 месяца',
            },
            {
                name: 'Обучение',
                value: 'На практике',
            },
        ],
    },
];
