export const topPageFixtures = [
    // Courses
    {
        firstCategory: 0,

        secondCategory: 'design',

        alias: 'photoshop',

        title: 'Курсы по Photoshop',

        category: 'photoshop',

        advantages: [
            {
                title: 'Мобильность специалиста',

                description:
                    'Выше указаны программы Adobe InDesign, Adobe Illustrator, Corel Draw и ими можно успешно пользоваться дома или в дороге. Современные ноутбуки хорошо справляются с нагрузкой, так зачем загонять специалиста в душный офис. В этой профессии важным считается вдохновение, поэтому дизайнеры ищут его в разных местах.',
            },
            {
                title: 'Индивидуальный график работы',

                description:
                    'Если освоить программы и найти заказы по графическому дизайну, вскоре окажется, что вставать в 6:00 вовсе не обязательно. Когда у человека вечером продуктивность выше, надо этим пользоваться.',
            },
            {
                title: 'Контроль дохода',

                description:
                    'Прохождения собеседований в крупные компании могут принести свои плоды. В случае с профессией графического дизайна вполне возможна работа на рынке фриланса. Специалист сам выбирает регион, с кем работать и сколько работать. В связи с этим получится точно контролировать доход в большую или меньшую сторону.',
            },
            {
                title: 'Выбор работы',

                description:
                    'Пользователи сети, которые знают Photoshop, не обязательно должны выполнять одну работу. Профессия графического дизайнера дает возможность отойти от обычных проектов и повысить скил в других компьютерных программах.',
            },
        ],

        seoText:
            'При завершении очередного проекта над графикой, специалист всегда задает себе вопрос о дальнейших перспективах. Отличие профессиональных дизайнеров заключается в том, что они гибкие. Сегодня разрабатывается логотип новой компании, а завтра вполне можно переключиться на иллюстрацию культовой книги.',

        tagsTitle: 'Получаемые навыки',

        tags: [
            'работа в photoshop',
            'подготовка макетов',
            'графический дизайн',
            'web дизайн',
            'дизайн сайтов',
        ],
    },
    {
        firstCategory: 0,

        secondCategory: 'design',

        alias: 'aftereffects',

        title: 'Курсы по Adobe After Effects',

        category: 'after effects',

        advantages: [
            {
                title: 'Мобильность специалиста',

                description:
                    'Выше указаны программы Adobe InDesign, Adobe Illustrator, Corel Draw и ими можно успешно пользоваться дома или в дороге. Современные ноутбуки хорошо справляются с нагрузкой, так зачем загонять специалиста в душный офис. В этой профессии важным считается вдохновение, поэтому дизайнеры ищут его в разных местах.',
            },
            {
                title: 'Индивидуальный график работы',

                description:
                    'Если освоить программы и найти заказы по графическому дизайну, вскоре окажется, что вставать в 6:00 вовсе не обязательно. Когда у человека вечером продуктивность выше, надо этим пользоваться.',
            },
            {
                title: 'Контроль дохода',

                description:
                    'Прохождения собеседований в крупные компании могут принести свои плоды. В случае с профессией графического дизайна вполне возможна работа на рынке фриланса. Специалист сам выбирает регион, с кем работать и сколько работать. В связи с этим получится точно контролировать доход в большую или меньшую сторону.',
            },
            {
                title: 'Выбор работы',

                description:
                    'Пользователи сети, которые знают Photoshop, не обязательно должны выполнять одну работу. Профессия графического дизайнера дает возможность отойти от обычных проектов и повысить скил в других компьютерных программах.',
            },
        ],

        seoText:
            'При завершении очередного проекта над графикой, специалист всегда задает себе вопрос о дальнейших перспективах. Отличие профессиональных дизайнеров заключается в том, что они гибкие. Сегодня разрабатывается логотип новой компании, а завтра вполне можно переключиться на иллюстрацию культовой книги.',

        tagsTitle: 'Получаемые навыки',

        tags: [
            'работа в after effects',
            'подготовка макетов',
            'графический дизайн',
            'web дизайн',
            'дизайн сайтов',
        ],
    },
    {
        firstCategory: 0,

        secondCategory: 'design',

        alias: 'illustrator',

        title: 'Курсы по Adobe Illustrator',

        category: 'illustrator',

        advantages: [
            {
                title: 'Мобильность специалиста',

                description:
                    'Выше указаны программы Adobe InDesign, Adobe Illustrator, Corel Draw и ими можно успешно пользоваться дома или в дороге. Современные ноутбуки хорошо справляются с нагрузкой, так зачем загонять специалиста в душный офис. В этой профессии важным считается вдохновение, поэтому дизайнеры ищут его в разных местах.',
            },
            {
                title: 'Индивидуальный график работы',

                description:
                    'Если освоить программы и найти заказы по графическому дизайну, вскоре окажется, что вставать в 6:00 вовсе не обязательно. Когда у человека вечером продуктивность выше, надо этим пользоваться.',
            },
            {
                title: 'Контроль дохода',

                description:
                    'Прохождения собеседований в крупные компании могут принести свои плоды. В случае с профессией графического дизайна вполне возможна работа на рынке фриланса. Специалист сам выбирает регион, с кем работать и сколько работать. В связи с этим получится точно контролировать доход в большую или меньшую сторону.',
            },
            {
                title: 'Выбор работы',

                description:
                    'Пользователи сети, которые знают Photoshop, не обязательно должны выполнять одну работу. Профессия графического дизайнера дает возможность отойти от обычных проектов и повысить скил в других компьютерных программах.',
            },
        ],

        seoText:
            'При завершении очередного проекта над графикой, специалист всегда задает себе вопрос о дальнейших перспективах. Отличие профессиональных дизайнеров заключается в том, что они гибкие. Сегодня разрабатывается логотип новой компании, а завтра вполне можно переключиться на иллюстрацию культовой книги.',

        tagsTitle: 'Получаемые навыки',

        tags: [
            'работа в illustrator',
            'подготовка макетов',
            'графический дизайн',
            'web дизайн',
            'дизайн сайтов',
        ],
    },
    {
        firstCategory: 0,

        secondCategory: 'design',

        alias: 'figma',

        title: 'Курсы по Figma',

        category: 'figma',

        advantages: [
            {
                title: 'Мобильность специалиста',

                description:
                    'Выше указаны программы Adobe InDesign, Adobe Illustrator, Corel Draw и ими можно успешно пользоваться дома или в дороге. Современные ноутбуки хорошо справляются с нагрузкой, так зачем загонять специалиста в душный офис. В этой профессии важным считается вдохновение, поэтому дизайнеры ищут его в разных местах.',
            },
            {
                title: 'Индивидуальный график работы',

                description:
                    'Если освоить программы и найти заказы по графическому дизайну, вскоре окажется, что вставать в 6:00 вовсе не обязательно. Когда у человека вечером продуктивность выше, надо этим пользоваться.',
            },
            {
                title: 'Контроль дохода',

                description:
                    'Прохождения собеседований в крупные компании могут принести свои плоды. В случае с профессией графического дизайна вполне возможна работа на рынке фриланса. Специалист сам выбирает регион, с кем работать и сколько работать. В связи с этим получится точно контролировать доход в большую или меньшую сторону.',
            },
            {
                title: 'Выбор работы',

                description:
                    'Пользователи сети, которые знают Photoshop, не обязательно должны выполнять одну работу. Профессия графического дизайнера дает возможность отойти от обычных проектов и повысить скил в других компьютерных программах.',
            },
        ],

        seoText:
            'При завершении очередного проекта над графикой, специалист всегда задает себе вопрос о дальнейших перспективах. Отличие профессиональных дизайнеров заключается в том, что они гибкие. Сегодня разрабатывается логотип новой компании, а завтра вполне можно переключиться на иллюстрацию культовой книги.',

        tagsTitle: 'Получаемые навыки',

        tags: [
            'работа в figma',
            'подготовка макетов',
            'графический дизайн',
            'web дизайн',
            'дизайн сайтов',
        ],
    },
    // Books
    {
        firstCategory: 2,

        secondCategory: 'development',

        alias: 'ts',

        category: 'typescript',

        title: 'Книги по разработке на Typescript',

        advantages: [
            {
                title: 'Мобильность специалиста',

                description:
                    'Для того чтобы заниматься web разработкой вам нужен только ноутбук. Место для работы выбираете вы сами',
            },
            {
                title: 'Индивидуальный график работы',

                description:
                    'Если освоить typescript и найти заказы по web разработке вскоре окажется, что вставать в 6:00 вовсе не обязательно. Когда у человека вечером продуктивность выше, надо этим пользоваться.',
            },
            {
                title: 'Контроль дохода',

                description:
                    'Прохождения собеседований в крупные компании могут принести свои плоды. В случае с профессией typescript разработчика вполне возможна работа на рынке фриланса. Специалист сам выбирает регион, с кем работать и сколько работать. В связи с этим получится точно контролировать доход в большую или меньшую сторону.',
            },
            {
                title: 'Выбор работы',

                description:
                    'Разработчики, которые знают typescript, не обязательно должны выполнять одну работу. Профессия web разработчика дает возможность отойти от обычных проектов и повысить скил в других языках программирования.',
            },
        ],

        seoText:
            'При завершении очередного web проекта, специалист всегда задает себе вопрос о дальнейших перспективах. Отличие профессиональных web разработчиков заключается в том, что они гибкие. Вы всегда будете востребованы на рынке и с легкостью начнете зарабатывать в крупной копании или на фрилансе',

        tagsTitle: 'Что вы узнаете из этих книг',

        tags: [
            'основы typescript',
            'advanced typescript',
            'typescript development',
        ],
    },
    {
        firstCategory: 2,

        secondCategory: 'development',

        alias: 'js',

        category: 'javascript',

        title: 'Книги по разработке на Javascript',

        advantages: [
            {
                title: 'Мобильность специалиста',

                description:
                    'Для того чтобы заниматься web разработкой вам нужен только ноутбук. Место для работы выбираете вы сами',
            },
            {
                title: 'Индивидуальный график работы',

                description:
                    'Если освоить javascript и найти заказы по web разработке вскоре окажется, что вставать в 6:00 вовсе не обязательно. Когда у человека вечером продуктивность выше, надо этим пользоваться.',
            },
            {
                title: 'Контроль дохода',

                description:
                    'Прохождения собеседований в крупные компании могут принести свои плоды. В случае с профессией javascript разработчика вполне возможна работа на рынке фриланса. Специалист сам выбирает регион, с кем работать и сколько работать. В связи с этим получится точно контролировать доход в большую или меньшую сторону.',
            },
            {
                title: 'Выбор работы',

                description:
                    'Разработчики, которые знают javascript, не обязательно должны выполнять одну работу. Профессия web разработчика дает возможность отойти от обычных проектов и повысить скил в других языках программирования.',
            },
        ],

        seoText:
            'При завершении очередного web проекта, специалист всегда задает себе вопрос о дальнейших перспективах. Отличие профессиональных web разработчиков заключается в том, что они гибкие. Вы всегда будете востребованы на рынке и с легкостью начнете зарабатывать в крупной копании или на фрилансе',

        tagsTitle: 'Что вы узнаете из этих книг',

        tags: [
            'основы typescript',
            'advanced typescript',
            'typescript development',
        ],
    },
    {
        firstCategory: 2,

        secondCategory: 'development',

        alias: 'architecture',

        category: 'architecture',

        title: 'Книги по архитектуре',

        advantages: [
            {
                title: 'Работа над сложными проектами',

                description:
                    'Архитектура очень важна при проектировании современных web приложений. Разобравшись в архитектуре вы сможете реализовывать более интересные и сложные проекты ',
            },
            {
                title: 'Высокая оплата',

                description:
                    'Хороших архитекторов очень мало и они высоко ценятся на рынке труда',
            },
        ],

        seoText: 'Архитектура',

        tagsTitle: 'Что вы узнаете из этих книг',

        tags: ['основы арихитектуры', 'архитектура приложений'],
    },
];
